---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.DocumentCreatedEventArgs
source: html/633a21f3-6973-ebbd-6de8-6dc5a3eebc40.htm
---
# DocumentCreatedEventArgs Methods

Indicates whether the event is being cancelled.